{
    "translation-revision-date": "2025-02-14 12:57+0000",
    "generator": "WP-CLI\/2.11.0",
    "source": "components\/performance\/defaultText.js",
    "domain": "messages",
    "locale_data": {
        "messages": {
            "": {
                "domain": "messages",
                "lang": "es_MX",
                "plural-forms": "nplurals=2; plural=(n != 1);"
            },
            "Cache Level": [
                "Nivel de caché"
            ],
            "No cache enabled. Every page load is fresh.": [
                "Sin caché habilitado. Cada carga de página es nueva."
            ],
            "Disabled": [
                "Deshabilitado"
            ],
            "Caching disabled.": [
                "Caché deshabilitado."
            ],
            "Not recommended.": [
                "No recomendado."
            ],
            "Cache static assets like images and the appearance of your site for 1 hour.": [
                "Almacena en caché los recursos estáticos, como imágenes y la apariencia de su sitio, durante 1 hora."
            ],
            "Assets Only": [
                "Sólo Recursos"
            ],
            "Cache enabled for assets only.": [
                "Caché habilitado solo para recursos."
            ],
            "Tuned for online stores and member sites that need to be fresh.": [
                "Optimizado para tiendas en línea y sitios de miembros que necesitan mantenerse actualizados."
            ],
            "Cache static assets for 24 hours and web pages for 2 hours.": [
                "Almacenar en caché recursos estáticos durante 24 horas y páginas web durante 2 horas."
            ],
            "Assets & Web Pages": [
                "Recursos y Páginas Web"
            ],
            "Cache enabled for assets and pages.": [
                "Caché habilitada para recursos y páginas."
            ],
            "Tuned for sites that change at least weekly.": [
                "Optimizado para sitios que cambian al menos semanalmente."
            ],
            "Cache static assets for 1 week and web pages for 8 hours.": [
                "Almacena en caché recursos estáticos durante 1 semana y páginas web durante 8 horas."
            ],
            "Assets & Web Pages - Extended": [
                "Activos y Páginas Web - Extendidos"
            ],
            "Cache enabled for assets and pages (extended).": [
                "Caché habilitada para recursos y páginas (extendido)."
            ],
            "Tuned for sites that update a few times a month or less.": [
                "Optimizado para sitios que se actualizan unas pocas veces al mes o menos."
            ],
            "Boost speed and performance by storing a copy of your website content, files, and images online so the pages of your website load faster for your visitors.": [
                "Aumenta la velocidad y el rendimiento almacenando una copia del contenido, archivos e imágenes de su sitio web en línea para que las páginas de tu sitio web se carguen más rápido para tus visitantes."
            ],
            "Cache setting saved": [
                "Configuración de caché guardada"
            ],
            "Clear All Cache Now": [
                "Limpiar todo el Caché ahora"
            ],
            "We automatically clear your cache as you work (creating content, changing settings, installing plugins and more). But you can manually clear it here to be confident it is fresh.": [
                "Limpiamos automáticamente tu caché mientras trabajas (creando contenido, cambiando configuraciones, instalando complementos y más). Pero puedes borrarlo manualmente aquí para estar seguro de que está actualizado."
            ],
            "Cache cleared": [
                "Caché Borrado"
            ],
            "Clear Cache": [
                "Limpiar Caché"
            ],
            "Exclude from cache": [
                "Excluir del caché"
            ],
            "This setting controls what pages pass a “no-cache” header so that page caching and browser caching is not used.": [
                "Esta configuración controla qué páginas pasan un encabezado “no-cache” para que no se utilice el almacenamiento en caché de páginas ni el almacenamiento en caché del navegador."
            ],
            "Cache Exclusion saved": [
                "Exclusión de caché guardada"
            ],
            "Save": [
                "Guardar"
            ],
            "Skip 404": [
                "Saltar 404"
            ],
            "When enabled, static resources like images and fonts will use a default server 404 page and not WordPress 404 pages. Pages and posts will continue using WordPress for 404 pages. This can considerably speed up your website if a static resource like an image or font is missing.": [
                "Cuando está habilitado, los recursos estáticos como imágenes y fuentes usarán una página 404 predeterminada del servidor y no las páginas 404 de WordPress. Las páginas y publicaciones seguirán usando WordPress para las páginas 404. Esto puede acelerar considerablemente tu sitio web si falta un recurso estático como una imagen o una fuente."
            ],
            "Skip 404 saved": [
                "Saltar 404 guardado"
            ],
            "Image Optimization": [
                "Optimización de Imagen"
            ],
            "We automatically optimize your uploaded images to WebP format for faster performance and reduced file sizes. You can also choose to delete the original images to save storage space.": [
                "Optimizamos automáticamente tus imágenes cargadas al formato WebP para un rendimiento más rápido y tamaños de archivo reducidos. También puedes optar por eliminar las imágenes originales para ahorrar espacio de almacenamiento."
            ],
            "Enable Image Optimization": [
                "Habilitar Optimización de Imagen"
            ],
            "Enable or disable image optimization globally.": [
                "Habilitar o deshabilitar la optimización de imágenes globalmente."
            ],
            "Automatically Optimize Uploaded Images": [
                "Optimizar automáticamente las imágenes cargadas"
            ],
            "When enabled, all your new image uploads will be automatically optimized to WebP format, ensuring faster page loading and reduced file sizes.": [
                "Cuando está habilitado, todas tus nuevas cargas de imágenes se optimizarán automáticamente al formato WebP, lo que garantiza una carga de página más rápida y tamaños de archivo reducidos."
            ],
            "Auto Delete Original Image": [
                "Eliminar automáticamente la imagen original"
            ],
            "When enabled, the original uploaded image is deleted and replaced with the optimized version, helping to save storage space. If disabled, the optimized image is saved as a separate file, retaining the original.": [
                "Cuando está habilitado, la imagen original cargada se elimina y se reemplaza con la versión optimizada, lo que ayuda a ahorrar espacio de almacenamiento. Si está deshabilitado, la imagen optimizada se guarda como un archivo separado, conservando la original."
            ],
            "No settings available.": [
                "No hay configuraciones disponibles."
            ],
            "Oops! Something went wrong. Please try again.": [
                "¡Ups! Algo salió mal. Por favor, inténtalo de nuevo."
            ],
            "Loading settings…": [
                "Cargando configuraciones…"
            ],
            "Settings updated successfully": [
                "Configuraciones actualizadas exitosamente"
            ],
            "Your image optimization settings have been saved.": [
                "Se han guardado tus configuraciones de optimización de imágenes."
            ],
            "Enable Lazy Loading": [
                "Habilitar carga diferida"
            ],
            "Lazy loading defers the loading of images until they are visible on the screen, improving page load speed and performance.": [
                "La carga diferida pospone la carga de imágenes hasta que estén visibles en la pantalla, lo que mejora la velocidad de carga de la página y el rendimiento."
            ],
            "Lazy loading has been updated.": [
                "La carga diferida se ha actualizado."
            ],
            "Oops! There was an error updating the lazy loading settings.": [
                "¡Ups! Hubo un error al actualizar la configuración de carga diferida."
            ],
            "Enable Bulk Optimization of Images": [
                "Habilitar optimización masiva de imágenes"
            ],
            "When enabled, allows bulk optimization of images in the media library.": [
                "When enabled, allows bulk optimization of images in the media library."
            ],
            "Go to Media Library": [
                "Ir a la biblioteca de medios"
            ],
            "Error Updating Settings": [
                "Error al actualizar la configuración"
            ],
            "Prefer Optimized Image When Exists": [
                "Preferir imagen optimizada cuando exista"
            ],
            "When enabled, optimized images will be served in place of original images when they exist, improving performance.": [
                "Cuando está habilitado, se mostrarán las imágenes optimizadas en lugar de las imágenes originales cuando existan, lo que mejora el rendimiento."
            ],
            "Something went wrong while updating the settings. Please try again.": [
                "Ocurrió un error al actualizar la configuración. Vuelve a intentarlo."
            ],
            "Asks the browser to download and cache links on the page ahead of them being clicked on, so that when they are clicked they load almost instantly.": [
                "Le pide al navegador que descargue y almacene en caché los enlaces de la página antes de que se haga clic en ellos, para que cuando se haga clic, se carguen casi instantáneamente."
            ],
            "Link prefetching setting saved": [
                "Configuración de precarga de enlaces guardada"
            ],
            "Link Prefetch": [
                "Precarga de enlaces"
            ],
            "Enable link prefetching on desktop": [
                "Activar la precarga de enlaces en el escritorio"
            ],
            "Activate on desktop": [
                "Activar en escritorio"
            ],
            "Behavior of the prefetch": [
                "Comportamiento de la precarga"
            ],
            "Behavior": [
                "Comportamiento"
            ],
            "Prefetch on Mouse Down": [
                "Precarga al hacer clic en el botón"
            ],
            "Prefetch on Mouse Down: Starts loading the page as soon as you click down, for faster response when you release the click.": [
                "Precarga al presionar el botón del mouse: Comienza a cargar la página tan pronto como presionas el botón del mouse, para una respuesta más rápida cuando lo sueltas."
            ],
            "Prefetch on Mouse Hover (Recommended)": [
                "Precarga al pasar el cursor (recomendado)"
            ],
            "Prefetch on Mouse Hover: Begins loading the page the moment your cursor hovers over a link": [
                "Precarga al pasar el cursor: comienza a cargar la página en el momento en que el cursor pasa por encima de un enlace"
            ],
            "Enable link prefetching on mobile": [
                "Activar la precarga de enlaces en móviles"
            ],
            "Activate on mobile": [
                "Activar en móvil"
            ],
            "Prefetch on Touchstart (Recommended)": [
                "Precarga al tocar la pantalla táctil (recomendado)"
            ],
            "Prefetch on Touchstart: Instantly starts loading the page as soon as you tap the screen, ensuring a quicker response when you lift your finger.": [
                "Precarga al tocar la pantalla: Comienza a cargar la página instantáneamente tan pronto como tocas la pantalla, lo que garantiza una respuesta más rápida cuando levantas el dedo."
            ],
            "Prefetch Above the Fold": [
                "Precarga en vista actual"
            ],
            "Prefetch Above the Fold: Loads links in your current view instantly, ensuring they're ready when you need them.": [
                "Precarga sobre el pliegue: Carga los enlaces en tu vista actual al instante, asegurándose de que estén listos cuando los necesites."
            ],
            "Exclude Keywords: A comma separated list of words or strings that will exclude a link from being prefetched. For example, excluding \"app\" will prevent https:\/\/example.com\/apple from being prefetched.": [
                "Excluir palabras clave: Una lista separada por comas de palabras o cadenas que excluirán un enlace de la precarga. Por ejemplo, excluir “app” evitará que se precargue https:\/\/example.com\/apple."
            ],
            "Exclude keywords": [
                "Excluir palabras clave"
            ],
            "Advanced settings": [
                "Configuración avanzada"
            ],
            "Additional speed and scalability features powered by Jetpack Boost to make your site as fast as it can be.": [
                "Funciones adicionales de velocidad y escalabilidad con Jetpack Boost para que tu sitio sea lo más rápido posible."
            ],
            "Optimize Critical CSS Loading (manual)": [
                "Optimizar la carga crítica de CSS (manual)"
            ],
            "Move important styling information to the start of the page, which helps pages display your content sooner, so your users don’t have to wait for the entire page to load.": [
                "Mueve la información de estilo importante al principio de la página, lo que ayuda a que las páginas muestren su contenido antes, para que tus usuarios no tengan que esperar a que se cargue toda la página. %1$s %2$sBoost generará automáticamente tu CSS crítico%3$s siempre que realices cambios en la estructura HTML o CSS de tu sitio."
            ],
            "Optimize Critical CSS Loading (UPGRADED)": [
                "Optimizar la carga de CSS crítico (ACTUALIZADO)"
            ],
            "Generate Critical CSS Automatically": [
                "Generar CSS crítico automáticamente"
            ],
            "Move important styling information to the start of the page, which helps pages display your content sooner, so your users don’t have to wait for the entire page to load.%1$s %2$sBoost will automatically generate your Critical CSS%3$s whenever you make changes to the HTML or CSS structure of your site.": [
                "Mueve la información de estilo importante al principio de la página, lo que ayuda a que las páginas muestren su contenido antes, para que tus usuarios no tengan que esperar a que se cargue toda la página. %1$s %2$sBoost generará automáticamente tu CSS crítico%3$s siempre que realices cambios en la estructura HTML o CSS de tu sitio."
            ],
            "Defer Non-Essential JavaScript": [
                "Aplazar JavaScript no esencial"
            ],
            "Run non-essential JavaScript after the page has loaded so that styles and images can load more quickly.": [
                "Ejecuta JavaScript no esencial después de que la página se haya cargado para que los estilos y las imágenes puedan cargarse más rápidamente."
            ],
            "Concatenate JS": [
                "Concatenar JS"
            ],
            "Scripts are grouped by their original placement, concatenated and minified to reduce site loading time and reduce the number of requests.": [
                "Los scripts se agrupan por su ubicación original, se concatenan y se minifican para reducir el tiempo de carga del sitio y reducir el número de peticiones."
            ],
            "Exclude JS Strings": [
                "Excluir cadenas JS"
            ],
            "Concatenate CSS": [
                "Concatenar CSS"
            ],
            "Styles are grouped by their original placement, concatenated and minified to reduce site loading time and reduce the number of requests.": [
                "Los estilos se agrupan por su ubicación original, se concatenan y se minifican para reducir el tiempo de carga del sitio y el número de solicitudes."
            ],
            "Exclude CSS Strings": [
                "Excluir cadenas CSS"
            ],
            "Show more": [
                "Mostrar más"
            ],
            "Show less": [
                "Mostrar menos"
            ],
            "Discover More": [
                "Descubrir más"
            ],
            "Install Jetpack Boost to unlock": [
                "Instalar Jetpack Boost para desbloquear"
            ],
            "Installing Jetpack Boost…": [
                "Instalando Jetpack Boost…"
            ],
            "Jetpack Boost is now active": [
                "Jetpack Boost ya está activo"
            ],
            "Activation failed": [
                "Activación fallida"
            ],
            "Discover more %1$shere%2$s": [
                "Descubra más %1$saquí%2$s"
            ],
            "Option saved correctly": [
                "Opción guardada correctamente"
            ],
            "Error saving option": [
                "Error al guardar la opción"
            ],
            "Upgrade to unlock": [
                "Haz un upgrade para tener acceso"
            ],
            "Enable Skip 404 Handling For Static Files": [
                "Activar la opción de no procesar los errores 404 para archivos estáticos"
            ],
            "This site no longer qualifies for image optimization as it has reached its usage limits.": [
                "Este sitio ya no califica para la optimización de imágenes, ya que ha alcanzado sus límites de uso."
            ],
            "Usage:": [
                "Uso:"
            ],
            "images processed of": [
                "imágenes procesadas de"
            ],
            "\/month": [
                "\/mes"
            ]
        }
    }
}