{
    "translation-revision-date": "2025-03-04 12:44",
    "generator": "WP-CLI\/2.11.0",
    "source": "components\/performance\/defaultText.js",
    "domain": "messages",
    "locale_data": {
        "messages": {
            "": {
                "domain": "messages",
                "lang": "de_DE",
                "plural-forms": "nplurals=2; plural=(n != 1);"
            },
            "Cache Level": [
                "Cache-Level"
            ],
            "Concatenate CSS": [
                "Concatenate CSS"
            ],
            "Defer Non-Essential JavaScript": [
                "Verweilen Sie JavaScript"
            ],
            "This site no longer qualifies for image optimization as it has reached its usage limits.": [
                "Diese Seite qualifiziert sich nicht mehr für die Bildoptimierung, da sie ihr Nutzungslimit erreicht hat."
            ],
            "No cache enabled. Every page load is fresh.": [
                "Kein Cache aktiviert. Jede Seite wird neu geladen."
            ],
            "Disabled": [
                "Deaktiviert"
            ],
            "Caching disabled.": [
                "Cache deaktiviert."
            ],
            "Not recommended.": [
                "Nicht empfohlen."
            ],
            "Cache static assets like images and the appearance of your site for 1 hour.": [
                "Cache-statische Assets wie Bilder und das Aussehen Ihrer Website für 1 Stunde."
            ],
            "Assets Only": [
                "Nur Assets"
            ],
            "Cache enabled for assets only.": [
                "Cache nur für Assets aktiviert."
            ],
            "Tuned for online stores and member sites that need to be fresh.": [
                "Geeignet für Onlineshops und Mitgliederseiten, die frisch sein müssen."
            ],
            "Cache static assets for 24 hours and web pages for 2 hours.": [
                "Statische Assets für 24 Stunden und Webseiten für 2 Stunden zwischenspeichern."
            ],
            "Assets & Web Pages": [
                "Assets & Webseiten"
            ],
            "Cache enabled for assets and pages.": [
                "Cache für Assets und Seiten aktiviert."
            ],
            "Tuned for sites that change at least weekly.": [
                "Geeignet für Seiten, die sich mindestens wöchentlich ändern."
            ],
            "Cache static assets for 1 week and web pages for 8 hours.": [
                "Statische Assets für 1 Woche und Webseiten für 8 Stunden zwischenspeichern."
            ],
            "Assets & Web Pages - Extended": [
                "Assets & Webseiten - Erweitert"
            ],
            "Cache enabled for assets and pages (extended).": [
                "Cache für Assets und Seiten aktiviert (erweitert)."
            ],
            "Tuned for sites that update a few times a month or less.": [
                "Geeignet für Seiten, die ein paar Mal im Monat oder weniger aktualisieren."
            ],
            "Boost speed and performance by storing a copy of your website content, files, and images online so the pages of your website load faster for your visitors.": [
                "Beschleunigen Sie Geschwindigkeit und Leistung durch Speichern einer Kopie Ihrer Webseite, Dateien und Bilder online so dass die Seiten Ihrer Website schneller für Ihre Besucher geladen werden."
            ],
            "Cache setting saved": [
                "Cache-Einstellung gespeichert"
            ],
            "Clear All Cache Now": [
                "Alle Cache jetzt löschen"
            ],
            "We automatically clear your cache as you work (creating content, changing settings, installing plugins and more). But you can manually clear it here to be confident it is fresh.": [
                "Wir löschen Ihren Cache automatisch, während Sie arbeiten (Erstellen von Inhalten, Ändern von Einstellungen, Installation von Plugins und mehr). Aber Sie können es hier manuell löschen, um sicher zu sein, dass es frisch ist."
            ],
            "Cache cleared": [
                "Cache geleert"
            ],
            "Clear Cache": [
                "Cache leeren"
            ],
            "Exclude from cache": [
                "Vom Cache ausschließen"
            ],
            "This setting controls what pages pass a “no-cache” header so that page caching and browser caching is not used.": [
                "Diese Einstellung kontrolliert welche Seiten einen „no-cache“-Header übergeben, so dass das Site-Caching und das Browser-Caching nicht verwendet werden."
            ],
            "Cache Exclusion saved": [
                "Cache-Ausschluss gespeichert"
            ],
            "Save": [
                "Speichern"
            ],
            "Skip 404": [
                "404 überspringen"
            ],
            "When enabled, static resources like images and fonts will use a default server 404 page and not WordPress 404 pages. Pages and posts will continue using WordPress for 404 pages. This can considerably speed up your website if a static resource like an image or font is missing.": [
                "Wenn aktiviert, verwenden statische Ressourcen wie Bilder und Schriftarten eine Standard-Server 404 Seite und nicht WordPress 404 Seiten. Seiten und Beiträge werden weiterhin WordPress für 404 Seiten verwenden. Dies kann Ihre Website erheblich beschleunigen, wenn eine statische Ressource wie ein Bild oder eine Schriftart fehlt."
            ],
            "Enable Skip 404 Handling For Static Files": [
                "Bearbeitung von statischen Dateien über 404 aktivieren"
            ],
            "Skip 404 saved": [
                "404 überspringen gespeichert"
            ],
            "Image Optimization": [
                "Bildoptimierung"
            ],
            "We automatically optimize your uploaded images to WebP format for faster performance and reduced file sizes. You can also choose to delete the original images to save storage space.": [
                "Wir optimieren automatisch Ihre hochgeladenen Bilder im WebP-Format für schnellere Leistung und reduzierte Dateigrößen. Sie können auch die ursprünglichen Bilder löschen, um Speicherplatz zu sparen."
            ],
            "Enable Image Optimization": [
                "Bildoptimierung aktivieren"
            ],
            "Enable or disable image optimization globally.": [
                "Bildoptimierung global aktivieren oder deaktivieren."
            ],
            "Automatically Optimize Uploaded Images": [
                "Hochgeladene Bilder automatisch optimieren"
            ],
            "When enabled, all your new image uploads will be automatically optimized to WebP format, ensuring faster page loading and reduced file sizes.": [
                "Wenn aktiviert, werden alle Ihre neuen Bild-Uploads automatisch auf das WebP-Format optimiert, wodurch das Laden der Seiten und die Dateigrößen verkürzt werden."
            ],
            "Auto Delete Original Image": [
                "Originalbild automatisch löschen"
            ],
            "When enabled, the original uploaded image is deleted and replaced with the optimized version, helping to save storage space. If disabled, the optimized image is saved as a separate file, retaining the original.": [
                "Wenn aktiviert, wird das Original hochgeladene Bild gelöscht und durch die optimierte Version ersetzt, wodurch Speicherplatz eingespart werden kann. Wenn deaktiviert, wird das optimierte Bild als separate Datei gespeichert und das Original beibehalten."
            ],
            "No settings available.": [
                "Keine Einstellungen verfügbar."
            ],
            "Oops! Something went wrong. Please try again.": [
                "Hoppla! Etwas ist schiefgelaufen. Bitte versuche es erneut."
            ],
            "Loading settings…": [
                "Lade Einstellungen…"
            ],
            "Settings updated successfully": [
                "Einstellungen erfolgreich aktualisiert"
            ],
            "Your image optimization settings have been saved.": [
                "Ihre Bildoptimierungseinstellungen wurden gespeichert."
            ],
            "Enable Lazy Loading": [
                "Lazy laden aktivieren"
            ],
            "Lazy loading defers the loading of images until they are visible on the screen, improving page load speed and performance.": [
                "Lazy Laden verringert das Laden von Bildern, bis sie auf dem Bildschirm sichtbar sind, wodurch die Ladegeschwindigkeit und Leistung der Seite verbessert werden."
            ],
            "Lazy loading has been updated.": [
                "Lazy Laden wurde aktualisiert."
            ],
            "Oops! There was an error updating the lazy loading settings.": [
                "Hoppla! Beim Aktualisieren der Ladeeinstellungen ist ein Fehler aufgetreten."
            ],
            "Enable Bulk Optimization of Images": [
                "Massenoptimierung von Bildern aktivieren"
            ],
            "When enabled, allows bulk optimization of images in the media library.": [
                "Wenn aktiviert, erlaubt die Massenoptimierung von Bildern in der Medienbibliothek."
            ],
            "Go to Media Library": [
                "Zur Medienbibliothek"
            ],
            "Error Updating Settings": [
                "Fehler beim Aktualisieren der Einstellungen"
            ],
            "Prefer Optimized Image When Exists": [
                "Optimiertes Bild bevorzugen, wenn vorhanden"
            ],
            "When enabled, optimized images will be served in place of original images when they exist, improving performance.": [
                "Wenn aktiviert, werden optimierte Bilder anstelle von Originalbildern geliefert, wenn sie vorhanden sind, was die Leistung verbessert."
            ],
            "Something went wrong while updating the settings. Please try again.": [
                "Beim Aktualisieren der Einstellungen ist etwas schief gelaufen. Bitte versuchen Sie es erneut."
            ],
            "Usage:": [
                "Verwendung:"
            ],
            "images processed of": [
                "bearbeitete Bilder von"
            ],
            "\/month": [
                "\/Monat"
            ],
            "Asks the browser to download and cache links on the page ahead of them being clicked on, so that when they are clicked they load almost instantly.": [
                "Fordert den Browser auf, Links auf der vorderen Seite herunterzuladen und zu cachen so dass sie, wenn sie angeklickt werden, fast sofort geladen werden."
            ],
            "Link prefetching setting saved": [
                "Link-Vorab-Einstellung gespeichert"
            ],
            "Link Prefetch": [
                "Link-Prefetch"
            ],
            "Enable link prefetching on desktop": [
                "Link Prefetching auf dem Desktop aktivieren"
            ],
            "Activate on desktop": [
                "Auf Desktop aktivieren"
            ],
            "Behavior of the prefetch": [
                "Verhalten des Vorabholvorgangs"
            ],
            "Behavior": [
                "Verhalten"
            ],
            "Prefetch on Mouse Down": [
                "Vorabladen bei Maus runter"
            ],
            "Prefetch on Mouse Down: Starts loading the page as soon as you click down, for faster response when you release the click.": [
                "Prefetch on Maus-Down: Startet das Laden der Seite, sobald Sie nach unten klicken, um schnellere Antworten zu erhalten, wenn Sie den Klick freigeben."
            ],
            "Prefetch on Mouse Hover (Recommended)": [
                "Vorabladen beim Maus-Hover (empfohlen)"
            ],
            "Prefetch on Mouse Hover: Begins loading the page the moment your cursor hovers over a link": [
                "Im Maus-Hover vorabladen: Beginnt das Laden der Seite, sobald der Cursor über einen Link schwebt"
            ],
            "Enable link prefetching on mobile": [
                "Link-Prefetching auf dem Handy aktivieren"
            ],
            "Activate on mobile": [
                "Auf dem Handy aktivieren"
            ],
            "Prefetch on Touchstart (Recommended)": [
                "Bei Touchstart vorab laden (empfohlen)"
            ],
            "Prefetch on Touchstart: Instantly starts loading the page as soon as you tap the screen, ensuring a quicker response when you lift your finger.": [
                "Beim Touchstart vorabladen: Laden Sie die Seite sofort, sobald Sie auf den Bildschirm tippen, um eine schnellere Reaktion zu gewährleisten, wenn Sie den Finger heben."
            ],
            "Prefetch Above the Fold": [
                "Vorabladen über dem Fold"
            ],
            "Prefetch Above the Fold: Loads links in your current view instantly, ensuring they're ready when you need them.": [
                "Über dem Ordner auswählen: Lädt Links in der aktuellen Ansicht sofort und stellt sicher, dass sie bereit sind, wenn Sie sie benötigen."
            ],
            "Exclude Keywords: A comma separated list of words or strings that will exclude a link from being prefetched. For example, excluding \"app\" will prevent https:\/\/example.com\/apple from being prefetched.": [
                "Stichwörter ausklammern: Eine kommaseparierte Liste von Wörtern oder Zeichenketten, die einen Link vom Vorabladen ausschließen. Durch das Ausschließen von \"app\" wird zum Beispiel verhindert, dass https:\/\/example.com\/apple vorgeladen wird."
            ],
            "Exclude keywords": [
                "Stichwörter ausschließen"
            ],
            "Advanced settings": [
                "Erweiterte Einstellungen"
            ],
            "Additional speed and scalability features powered by Jetpack Boost to make your site as fast as it can be.": [
                "Zusätzliche Geschwindigkeits- und Skalierbarkeitsfunktionen mit Jetpack Boost, um Ihre Seite so schnell wie möglich zu machen."
            ],
            "Optimize Critical CSS Loading (manual)": [
                "Kritisches CSS-Laden optimieren (manuell)"
            ],
            "Move important styling information to the start of the page, which helps pages display your content sooner, so your users don’t have to wait for the entire page to load.": [
                "Verschieben Sie wichtige Styling-Informationen an den Anfang der Seite, was den Seiten hilft, Ihre Inhalte schneller anzuzeigen, damit Ihre Benutzer nicht warten müssen, bis die gesamte Seite geladen wird."
            ],
            "Optimize Critical CSS Loading (UPGRADED)": [
                "Kritisches CSS-Laden optimieren (UPGRADED)"
            ],
            "Generate Critical CSS Automatically": [
                "Kritisches CSS automatisch generieren"
            ],
            "Move important styling information to the start of the page, which helps pages display your content sooner, so your users don’t have to wait for the entire page to load.%1$s %2$sBoost will automatically generate your Critical CSS%3$s whenever you make changes to the HTML or CSS structure of your site.": [
                "Verschieben Sie wichtige Styling-Informationen an den Anfang der Seite, was den Seiten hilft, Ihre Inhalte schneller anzuzeigen, damit Ihre Benutzer nicht warten müssen, bis die gesamte Seite geladen wird.%1$s %2$sBoost generiert automatisch Ihre kritische CSS%3$s , wenn Sie Änderungen an der HTML- oder CSS-Struktur Ihrer Website vornehmen."
            ],
            "Run non-essential JavaScript after the page has loaded so that styles and images can load more quickly.": [
                "Führe JavaScript aus, nachdem die Seite geladen wurde, so dass Stile und Bilder schneller laden können."
            ],
            "Concatenate JS": [
                "JS zusammenfassen"
            ],
            "Scripts are grouped by their original placement, concatenated and minified to reduce site loading time and reduce the number of requests.": [
                "Skripte werden nach der ursprünglichen Platzierung gruppiert, verkettet und verkleinert, um die Ladezeit der Site zu reduzieren und die Anzahl der Anfragen zu reduzieren."
            ],
            "Exclude JS Strings": [
                "JS-Zeichenketten ausschließen"
            ],
            "Styles are grouped by their original placement, concatenated and minified to reduce site loading time and reduce the number of requests.": [
                "Die Stile werden nach der ursprünglichen Platzierung gruppiert, verkettet und verkleinert, um die Ladezeit der Site zu reduzieren und die Anzahl der Anfragen zu reduzieren."
            ],
            "Exclude CSS Strings": [
                "CSS-Zeichenketten ausschließen"
            ],
            "Show more": [
                "Mehr anzeigen"
            ],
            "Show less": [
                "Weniger anzeigen"
            ],
            "Discover More": [
                "Mehr entdecken"
            ],
            "Install Jetpack Boost to unlock": [
                "Jetpack Boost zum Entsperren installieren"
            ],
            "Installing Jetpack Boost…": [
                "Installing Jetpack Boost…"
            ],
            "Jetpack Boost is now active": [
                "Jetpack Boost ist jetzt aktiv"
            ],
            "Activation failed": [
                "Aktivierung fehlgeschlagen"
            ],
            "Discover more %1$shere%2$s": [
                "Entdecke mehr %1$shier%2$s"
            ],
            "Option saved correctly": [
                "Option korrekt gespeichert"
            ],
            "Error saving option": [
                "Fehler beim Speichern der Option"
            ],
            "Upgrade to unlock": [
                "Upgrade zum Entsperren"
            ]
        }
    }
}