{
    "translation-revision-date": "2025-02-14 12:58+0000",
    "generator": "WP-CLI\/2.11.0",
    "source": "components\/performance\/defaultText.js",
    "domain": "messages",
    "locale_data": {
        "messages": {
            "": {
                "domain": "messages",
                "lang": "pt_BR",
                "plural-forms": "nplurals=2; plural=(n > 1);"
            },
            "Cache Level": [
                "Nível de cache"
            ],
            "No cache enabled. Every page load is fresh.": [
                "Nenhum cache ativado. Cada carregamento de página é novo."
            ],
            "Disabled": [
                "Desativado"
            ],
            "Caching disabled.": [
                "Cache desativada."
            ],
            "Not recommended.": [
                "Não recomendado."
            ],
            "Cache static assets like images and the appearance of your site for 1 hour.": [
                "Recurso de caches estáticos, como imagens e a aparência do seu site, por 1 hora."
            ],
            "Assets Only": [
                "Somente Recursos"
            ],
            "Cache enabled for assets only.": [
                "Cache ativado apenas para recursos."
            ],
            "Tuned for online stores and member sites that need to be fresh.": [
                "Ajustado para lojas online e sites de membros que precisam ser atualizados com frequência."
            ],
            "Cache static assets for 24 hours and web pages for 2 hours.": [
                "Recurso de caches estáticos por 24 horas e páginas da web por 2 horas."
            ],
            "Assets & Web Pages": [
                "Recursos & Páginas da Web"
            ],
            "Cache enabled for assets and pages.": [
                "Cache ativado para ativos e páginas."
            ],
            "Tuned for sites that change at least weekly.": [
                "Ajustado para sites que mudam pelo menos semanalmente."
            ],
            "Cache static assets for 1 week and web pages for 8 hours.": [
                "Recurso de caches estáticos por 1 semana e páginas da web por 8 horas."
            ],
            "Assets & Web Pages - Extended": [
                "Recursos & Páginas da Web - Estendido"
            ],
            "Cache enabled for assets and pages (extended).": [
                "Cache ativado para recursos e páginas (estendido)."
            ],
            "Tuned for sites that update a few times a month or less.": [
                "Ajustado para sites que atualizam poucas vezes por mês ou menos."
            ],
            "Boost speed and performance by storing a copy of your website content, files, and images online so the pages of your website load faster for your visitors.": [
                "Aumente a velocidade e o desempenho armazenando uma cópia do conteúdo, arquivos e imagens do seu site on-line para que as páginas do seu site sejam carregadas mais rapidamente para seus visitantes."
            ],
            "Cache setting saved": [
                "Configuração de cache salva"
            ],
            "Clear All Cache Now": [
                "Limpar Todo o Cache Agora"
            ],
            "We automatically clear your cache as you work (creating content, changing settings, installing plugins and more). But you can manually clear it here to be confident it is fresh.": [
                "Nós limpamos seu cache automaticamente conforme você trabalha (criando conteúdo, alterando configurações, instalando plugins e mais). Mas você pode limpá-lo manualmente aqui para ter certeza de que ele está atualizado."
            ],
            "Cache cleared": [
                "Cache limpo"
            ],
            "Clear Cache": [
                "Limpar Cache"
            ],
            "Exclude from cache": [
                "Excluir do cache"
            ],
            "This setting controls what pages pass a “no-cache” header so that page caching and browser caching is not used.": [
                "Esta configuração determina quais páginas recebem o cabeçalho ‘no-cache’, evitando assim o uso de cache de página e de navegador."
            ],
            "Cache Exclusion saved": [
                "Configuração de exclusão de cache salva"
            ],
            "Save": [
                "Guardar"
            ],
            "Skip 404": [
                "Ignorar 404"
            ],
            "When enabled, static resources like images and fonts will use a default server 404 page and not WordPress 404 pages. Pages and posts will continue using WordPress for 404 pages. This can considerably speed up your website if a static resource like an image or font is missing.": [
                "Quando ativado, recursos estáticos como imagens e fontes usarão uma página 404 padrão do servidor e não as páginas 404 do WordPress. Páginas e posts continuarão usando o WordPress para páginas 404. Isso pode acelerar consideravelmente o seu site se um recurso estático, como uma imagem ou fonte, estiver ausente."
            ],
            "Skip 404 saved": [
                "Ignorar 404 guardado"
            ],
            "Image Optimization": [
                "Otimização de Imagens"
            ],
            "We automatically optimize your uploaded images to WebP format for faster performance and reduced file sizes. You can also choose to delete the original images to save storage space.": [
                "Otimizamos automaticamente suas imagens carregadas para o formato WebP para melhor desempenho e redução do tamanho dos arquivos. Você também pode optar por excluir as imagens originais para economizar espaço de armazenamento."
            ],
            "Enable Image Optimization": [
                "Habilitar otimização de imagens"
            ],
            "Enable or disable image optimization globally.": [
                "Ativar ou desativar a otimização de imagens globalmente."
            ],
            "Automatically Optimize Uploaded Images": [
                "Otimizar automaticamente imagens carregadas"
            ],
            "When enabled, all your new image uploads will be automatically optimized to WebP format, ensuring faster page loading and reduced file sizes.": [
                "Quando ativado, todas as suas novas imagens carregadas serão automaticamente otimizadas para o formato WebP, garantindo carregamento de página mais rápido e redução do tamanho dos arquivos."
            ],
            "Auto Delete Original Image": [
                "Deletar automaticamente a imagem original"
            ],
            "When enabled, the original uploaded image is deleted and replaced with the optimized version, helping to save storage space. If disabled, the optimized image is saved as a separate file, retaining the original.": [
                "Quando ativado, a imagem original carregada é excluída e substituída pela versão otimizada, ajudando a economizar espaço de armazenamento. Se desativado, a imagem otimizada é salva como um arquivo separado, mantendo a original."
            ],
            "No settings available.": [
                "Nenhuma configuração disponível."
            ],
            "Oops! Something went wrong. Please try again.": [
                "Oops! Algo deu errado. Tente novamente."
            ],
            "Loading settings…": [
                "Carregando configurações…"
            ],
            "Settings updated successfully": [
                "Configurações atualizadas com sucesso"
            ],
            "Your image optimization settings have been saved.": [
                "Suas configurações de otimização de imagem foram salvas."
            ],
            "Enable Lazy Loading": [
                "Ativar Carregamento Preguiçoso"
            ],
            "Lazy loading defers the loading of images until they are visible on the screen, improving page load speed and performance.": [
                "O carregamento preguiçoso adia o carregamento das imagens até que elas fiquem visíveis na tela, melhorando a velocidade de carregamento da página e o desempenho."
            ],
            "Lazy loading has been updated.": [
                "O carregamento preguiçoso foi atualizado."
            ],
            "Oops! There was an error updating the lazy loading settings.": [
                "Oops! Ocorreu um erro ao atualizar as configurações de carregamento lento."
            ],
            "Enable Bulk Optimization of Images": [
                "Ativar Otimização em Massa de Imagens"
            ],
            "When enabled, allows bulk optimization of images in the media library.": [
                "Quando ativado, permite a otimização em massa de imagens na biblioteca de mídia."
            ],
            "Go to Media Library": [
                "Ir para a Biblioteca de Mídia"
            ],
            "Error Updating Settings": [
                "Erro ao Atualizar Configurações"
            ],
            "Prefer Optimized Image When Exists": [
                "Preferir Imagem Otimizada Quando Existir"
            ],
            "When enabled, optimized images will be served in place of original images when they exist, improving performance.": [
                "Quando ativado, as imagens otimizadas serão servidas no lugar das imagens originais quando existirem, melhorando o desempenho."
            ],
            "Something went wrong while updating the settings. Please try again.": [
                "Algo deu errado durante a atualização das configurações. Por favor, tente novamente."
            ],
            "Asks the browser to download and cache links on the page ahead of them being clicked on, so that when they are clicked they load almost instantly.": [
                "Solicita ao navegador que baixe e armazene em cache os links na página antes de serem clicados, para que, quando clicados, eles carreguem quase instantaneamente."
            ],
            "Link prefetching setting saved": [
                "Configurações de pré-carregamento de links salvas"
            ],
            "Link Prefetch": [
                "Pré-carregamento de links"
            ],
            "Enable link prefetching on desktop": [
                "Ativar o pré-carregamento de links no desktop"
            ],
            "Activate on desktop": [
                "Ativar no desktop"
            ],
            "Behavior of the prefetch": [
                "Comportamento do pré-carregamento"
            ],
            "Behavior": [
                "Comportamento"
            ],
            "Prefetch on Mouse Down": [
                "Pré-carregar ao pressionar o mouse"
            ],
            "Prefetch on Mouse Down: Starts loading the page as soon as you click down, for faster response when you release the click.": [
                "Pré-carregar ao Clicar: Inicia o carregamento da página assim que você clica, para uma resposta mais rápida quando soltar o clique."
            ],
            "Prefetch on Mouse Hover (Recommended)": [
                "Pré-carregar ao passar o mouse (Recomendado)"
            ],
            "Prefetch on Mouse Hover: Begins loading the page the moment your cursor hovers over a link": [
                "Pré-carregar ao passar o mouse: começa a carregar a página no momento em que o cursor passa sobre um link"
            ],
            "Enable link prefetching on mobile": [
                "Ativar o pré-carregamento de links no mobile"
            ],
            "Activate on mobile": [
                "Ativar no mobile"
            ],
            "Prefetch on Touchstart (Recommended)": [
                "Pré-carregar ao tocar (Recomendado)"
            ],
            "Prefetch on Touchstart: Instantly starts loading the page as soon as you tap the screen, ensuring a quicker response when you lift your finger.": [
                "Pré-carregar ao tocar na tela: começa a carregar a página instantaneamente assim que você toca na tela, garantindo uma resposta mais rápida quando você levantar o dedo."
            ],
            "Prefetch Above the Fold": [
                "Pré-carregar acima da dobra"
            ],
            "Prefetch Above the Fold: Loads links in your current view instantly, ensuring they're ready when you need them.": [
                "Pré-carregar acima da dobra: carrega os links na sua visão atual instantaneamente, garantindo que eles estejam prontos quando você precisar."
            ],
            "Exclude Keywords: A comma separated list of words or strings that will exclude a link from being prefetched. For example, excluding \"app\" will prevent https:\/\/example.com\/apple from being prefetched.": [
                "Excluir palavras-chave: uma lista separada por vírgulas de palavras ou cadeias de caracteres que excluirão um link de ser pré-carregado. Por exemplo, excluir ‘app’ impedirá que https:\/\/example.com\/apple seja pré-carregado."
            ],
            "Exclude keywords": [
                "Excluir palavras-chave"
            ],
            "Advanced settings": [
                "Configurações avançadas"
            ],
            "Additional speed and scalability features powered by Jetpack Boost to make your site as fast as it can be.": [
                "Recursos adicionais de velocidade e escalabilidade impulsionados pelo Jetpack Boost para tornar o seu site o mais rápido possível."
            ],
            "Optimize Critical CSS Loading (manual)": [
                "Otimizar o carregamento de CSS crítico (manual)"
            ],
            "Move important styling information to the start of the page, which helps pages display your content sooner, so your users don’t have to wait for the entire page to load.": [
                "Mova as informações de estilo importantes para o início da página, o que ajuda as páginas a exibir seu conteúdo mais rapidamente, para que seus usuários não precisem esperar o carregamento de toda a página."
            ],
            "Optimize Critical CSS Loading (UPGRADED)": [
                "Otimizar o carregamento de CSS crítico (ATUALIZADO)"
            ],
            "Generate Critical CSS Automatically": [
                "Gerar CSS crítico automaticamente"
            ],
            "Move important styling information to the start of the page, which helps pages display your content sooner, so your users don’t have to wait for the entire page to load.%1$s %2$sBoost will automatically generate your Critical CSS%3$s whenever you make changes to the HTML or CSS structure of your site.": [
                "Mova informações de estilo importantes para o início da página, o que ajuda as páginas a exibir seu conteúdo mais rapidamente, para que seus usuários não precisem esperar o carregamento completo da página.%1$s %2$sO Boost gerará automaticamente seu CSS Crítico%3$s sempre que você fizer alterações na estrutura HTML ou CSS do seu site."
            ],
            "Defer Non-Essential JavaScript": [
                "Atrasar o carregamento de JavaScript não essencial"
            ],
            "Run non-essential JavaScript after the page has loaded so that styles and images can load more quickly.": [
                "Executar JavaScript não essencial após o carregamento da página, para que os estilos e as imagens possam carregar mais rapidamente."
            ],
            "Concatenate JS": [
                "Concatenar JS"
            ],
            "Scripts are grouped by their original placement, concatenated and minified to reduce site loading time and reduce the number of requests.": [
                "Os scripts são agrupados conforme sua colocação original, concatenados e minificados para reduzir o tempo de carregamento do site e diminuir o número de requisições."
            ],
            "Exclude JS Strings": [
                "Excluir strings de JS"
            ],
            "Concatenate CSS": [
                "Concatenar CSS"
            ],
            "Styles are grouped by their original placement, concatenated and minified to reduce site loading time and reduce the number of requests.": [
                "Os estilos são agrupados conforme sua colocação original, concatenados e minificados para reduzir o tempo de carregamento do site e diminuir o número de requisições."
            ],
            "Exclude CSS Strings": [
                "Excluir strings de CSS"
            ],
            "Show more": [
                "Mostrar mais"
            ],
            "Show less": [
                "Mostrar menos"
            ],
            "Discover More": [
                "Descubra mais"
            ],
            "Install Jetpack Boost to unlock": [
                "Instale o Jetpack Boost para desbloquear"
            ],
            "Installing Jetpack Boost…": [
                "Instalando o Jetpack Boost…"
            ],
            "Jetpack Boost is now active": [
                "O Jetpack Boost está agora ativo"
            ],
            "Activation failed": [
                "Ativação falhou"
            ],
            "Discover more %1$shere%2$s": [
                "Descubra mais %1$saqui%2$s"
            ],
            "Option saved correctly": [
                "Opção salva corretamente"
            ],
            "Error saving option": [
                "Erro ao salvar opção"
            ],
            "Upgrade to unlock": [
                "Faça um upgrade para ter acesso"
            ],
            "Enable Skip 404 Handling For Static Files": [
                "Ativar Ignorar Tratamento de Erro 404 para Arquivos Estáticos"
            ],
            "This site no longer qualifies for image optimization as it has reached its usage limits.": [
                "Este site não se qualifica mais para otimização de imagens, pois atingiu seus limites de uso."
            ],
            "Usage:": [
                "Uso:"
            ],
            "images processed of": [
                "imagens processadas de"
            ],
            "\/month": [
                "\/mês"
            ]
        }
    }
}