{
    "translation-revision-date": "2025-03-04 12:44",
    "generator": "WP-CLI\/2.11.0",
    "source": "components\/performance\/defaultText.js",
    "domain": "messages",
    "locale_data": {
        "messages": {
            "": {
                "domain": "messages",
                "lang": "es_ES",
                "plural-forms": "nplurals=2; plural=(n != 1);"
            },
            "Cache Level": [
                "Nivel de caché"
            ],
            "Concatenate CSS": [
                "Concatenate CSS"
            ],
            "Defer Non-Essential JavaScript": [
                "Aplazar JavaScript no esencial"
            ],
            "This site no longer qualifies for image optimization as it has reached its usage limits.": [
                "Este sitio ya no cumple los requisitos para la optimización de la imagen ya que ha alcanzado sus límites de uso."
            ],
            "No cache enabled. Every page load is fresh.": [
                "No hay caché activado. Cada carga de página está fresca."
            ],
            "Disabled": [
                "Deshabilitado"
            ],
            "Caching disabled.": [
                "Caché desactivada."
            ],
            "Not recommended.": [
                "No recomendado."
            ],
            "Cache static assets like images and the appearance of your site for 1 hour.": [
                "Caché de activos estáticos como imágenes y la apariencia de tu sitio durante 1 hora."
            ],
            "Assets Only": [
                "Sólo Activos"
            ],
            "Cache enabled for assets only.": [
                "Caché habilitado sólo para activos."
            ],
            "Tuned for online stores and member sites that need to be fresh.": [
                "Ajuste para tiendas en línea y sitios de miembros que necesitan ser frescos."
            ],
            "Cache static assets for 24 hours and web pages for 2 hours.": [
                "Caché de activos estáticos por 24 horas y páginas web por 2 horas."
            ],
            "Assets & Web Pages": [
                "Recursos y páginas web"
            ],
            "Cache enabled for assets and pages.": [
                "Caché habilitado para recursos y páginas."
            ],
            "Tuned for sites that change at least weekly.": [
                "Ajuste para sitios que cambian al menos semanalmente."
            ],
            "Cache static assets for 1 week and web pages for 8 hours.": [
                "Caché de activos estáticos por 1 semana y páginas web por 8 horas."
            ],
            "Assets & Web Pages - Extended": [
                "Recursos y páginas web - Ampliados"
            ],
            "Cache enabled for assets and pages (extended).": [
                "Caché habilitado para recursos y páginas (extendidas)."
            ],
            "Tuned for sites that update a few times a month or less.": [
                "Ajuste para sitios que se actualizan varias veces al mes o menos."
            ],
            "Boost speed and performance by storing a copy of your website content, files, and images online so the pages of your website load faster for your visitors.": [
                "Aumenta la velocidad y el rendimiento al almacenar una copia del contenido de tu sitio web, archivos, e imágenes en línea para que las páginas de su sitio web se carguen más rápido para sus visitantes."
            ],
            "Cache setting saved": [
                "Configuración de caché guardada"
            ],
            "Clear All Cache Now": [
                "Borrar toda la caché ahora"
            ],
            "We automatically clear your cache as you work (creating content, changing settings, installing plugins and more). But you can manually clear it here to be confident it is fresh.": [
                "Limpiamos automáticamente tu caché a medida que trabajas (creando contenido, cambiando configuración, instalando plugins y más). Pero usted puede limpiar manualmente aquí para estar seguro de que está fresco."
            ],
            "Cache cleared": [
                "Caché borrada"
            ],
            "Clear Cache": [
                "Limpiar caché"
            ],
            "Exclude from cache": [
                "Excluir del caché"
            ],
            "This setting controls what pages pass a “no-cache” header so that page caching and browser caching is not used.": [
                "Esta configuración controla qué páginas pasan un encabezado “no-cache” para que no se utilice la caché de páginas y la caché del navegador."
            ],
            "Cache Exclusion saved": [
                "Exclusión de caché guardada"
            ],
            "Save": [
                "Guardar"
            ],
            "Skip 404": [
                "Saltar 404"
            ],
            "When enabled, static resources like images and fonts will use a default server 404 page and not WordPress 404 pages. Pages and posts will continue using WordPress for 404 pages. This can considerably speed up your website if a static resource like an image or font is missing.": [
                "Cuando está habilitado, recursos estáticos como imágenes y fuentes usarán un servidor predeterminado 404 página y no WordPress 404 páginas. Páginas y entradas continuarán utilizando WordPress para 404 páginas. Esto puede acelerar considerablemente su sitio web si falta un recurso estático como una imagen o fuente."
            ],
            "Enable Skip 404 Handling For Static Files": [
                "Habilitar omitir manejo 404 para archivos estáticos"
            ],
            "Skip 404 saved": [
                "Saltar 404 guardado"
            ],
            "Image Optimization": [
                "Optimización de imagen"
            ],
            "We automatically optimize your uploaded images to WebP format for faster performance and reduced file sizes. You can also choose to delete the original images to save storage space.": [
                "Optimizamos automáticamente sus imágenes subidas al formato WebP para un rendimiento más rápido y reducimos el tamaño de los archivos. También puede elegir eliminar las imágenes originales para ahorrar espacio de almacenamiento."
            ],
            "Enable Image Optimization": [
                "Habilitar optimización de imagen"
            ],
            "Enable or disable image optimization globally.": [
                "Activar o desactivar la optimización de imágenes globalmente."
            ],
            "Automatically Optimize Uploaded Images": [
                "Optimizar automáticamente las imágenes cargadas"
            ],
            "When enabled, all your new image uploads will be automatically optimized to WebP format, ensuring faster page loading and reduced file sizes.": [
                "Cuando se activa, todas las nuevas subidas de imágenes se optimizarán automáticamente al formato WebP, garantizando una carga más rápida de la página y reduciendo el tamaño de los archivos."
            ],
            "Auto Delete Original Image": [
                "Auto eliminar imagen original"
            ],
            "When enabled, the original uploaded image is deleted and replaced with the optimized version, helping to save storage space. If disabled, the optimized image is saved as a separate file, retaining the original.": [
                "Cuando se activa, la imagen cargada original se elimina y se sustituye por la versión optimizada, ayudando a ahorrar espacio de almacenamiento. Si está desactivado, la imagen optimizada se guarda como un archivo separado, conservando el original."
            ],
            "No settings available.": [
                "No hay ajustes disponibles."
            ],
            "Oops! Something went wrong. Please try again.": [
                "¡Ups! Algo salió mal. Por favor, inténtalo de nuevo."
            ],
            "Loading settings…": [
                "Cargando ajustes…"
            ],
            "Settings updated successfully": [
                "Configuración actualizada correctamente"
            ],
            "Your image optimization settings have been saved.": [
                "La configuración de optimización de la imagen ha sido guardada."
            ],
            "Enable Lazy Loading": [
                "Activar carga perezosa"
            ],
            "Lazy loading defers the loading of images until they are visible on the screen, improving page load speed and performance.": [
                "La carga perezosa desactiva la carga de imágenes hasta que sean visibles en la pantalla, mejorando la velocidad de carga de la página y el rendimiento."
            ],
            "Lazy loading has been updated.": [
                "La carga perezosa ha sido actualizada."
            ],
            "Oops! There was an error updating the lazy loading settings.": [
                "¡Ups! Hubo un error al actualizar la configuración de carga perezosa."
            ],
            "Enable Bulk Optimization of Images": [
                "Habilitar optimización masiva de imágenes"
            ],
            "When enabled, allows bulk optimization of images in the media library.": [
                "Cuando está activado, permite la optimización en masa de imágenes en la biblioteca de medios."
            ],
            "Go to Media Library": [
                "Ir a la biblioteca de medios"
            ],
            "Error Updating Settings": [
                "Error al actualizar los ajustes"
            ],
            "Prefer Optimized Image When Exists": [
                "Preferir imagen optimizada cuando existe"
            ],
            "When enabled, optimized images will be served in place of original images when they exist, improving performance.": [
                "Cuando está habilitado, las imágenes optimizadas serán servidas en lugar de las imágenes originales cuando existan, mejorando el rendimiento."
            ],
            "Something went wrong while updating the settings. Please try again.": [
                "Algo salió mal al actualizar la configuración. Por favor, inténtalo de nuevo."
            ],
            "Usage:": [
                "Uso:"
            ],
            "images processed of": [
                "imágenes procesadas de"
            ],
            "\/month": [
                "\/mes"
            ],
            "Asks the browser to download and cache links on the page ahead of them being clicked on, so that when they are clicked they load almost instantly.": [
                "Pide al navegador que descargue y almacene en caché los enlaces de la página antes de que se haga clic en ellos para que cuando se les haga clic se carguen casi al instante."
            ],
            "Link prefetching setting saved": [
                "Ajustes de prebúsqueda de enlaces guardados"
            ],
            "Link Prefetch": [
                "Enlace Prefetch"
            ],
            "Enable link prefetching on desktop": [
                "Habilitar prebúsqueda de enlaces en el escritorio"
            ],
            "Activate on desktop": [
                "Activar en el escritorio"
            ],
            "Behavior of the prefetch": [
                "Comportamiento del prefijo"
            ],
            "Behavior": [
                "Comportamiento"
            ],
            "Prefetch on Mouse Down": [
                "Prefetch en Ratón abajo"
            ],
            "Prefetch on Mouse Down: Starts loading the page as soon as you click down, for faster response when you release the click.": [
                "Prefetch sobre el descenso del ratón: Comienza a cargar la página tan pronto como haga clic en el botón abajo, para una respuesta más rápida cuando suelte el clic."
            ],
            "Prefetch on Mouse Hover (Recommended)": [
                "Prefetch en Mouse Hover (Recomendado)"
            ],
            "Prefetch on Mouse Hover: Begins loading the page the moment your cursor hovers over a link": [
                "Prefetch en el pasar del ratón: Empieza a cargar la página en el momento en que el cursor pasa por encima de un enlace"
            ],
            "Enable link prefetching on mobile": [
                "Habilitar prebúsqueda de enlaces en el móvil"
            ],
            "Activate on mobile": [
                "Activar en el móvil"
            ],
            "Prefetch on Touchstart (Recommended)": [
                "Prefetch en Touchstart (Recomendado)"
            ],
            "Prefetch on Touchstart: Instantly starts loading the page as soon as you tap the screen, ensuring a quicker response when you lift your finger.": [
                "Prefetch en Touchstart: Al instante comienza a cargar la página tan pronto como toque la pantalla, garantizando una respuesta más rápida cuando levante el dedo."
            ],
            "Prefetch Above the Fold": [
                "Prefetch encima del pliegue"
            ],
            "Prefetch Above the Fold: Loads links in your current view instantly, ensuring they're ready when you need them.": [
                "Prefetch Above the Fold: Carga enlaces en tu vista actual al instante, asegurándote de que estén listos cuando los necesites."
            ],
            "Exclude Keywords: A comma separated list of words or strings that will exclude a link from being prefetched. For example, excluding \"app\" will prevent https:\/\/example.com\/apple from being prefetched.": [
                "Excluir palabras clave: Una lista separada por comas de palabras o cadenas que excluirán un enlace de ser predescargado. Por ejemplo, excluir \"app\" evitará que https:\/\/example.com\/apple sea preinstalado."
            ],
            "Exclude keywords": [
                "Excluir palabras clave"
            ],
            "Advanced settings": [
                "Ajustes avanzados"
            ],
            "Additional speed and scalability features powered by Jetpack Boost to make your site as fast as it can be.": [
                "Funciones adicionales de velocidad y escalabilidad alimentadas por Jetpack Boost para hacer su sitio lo más rápido posible."
            ],
            "Optimize Critical CSS Loading (manual)": [
                "Optimizar Carga Crítica CSS (manual)"
            ],
            "Move important styling information to the start of the page, which helps pages display your content sooner, so your users don’t have to wait for the entire page to load.": [
                "Mover información de estilo importante al inicio de la página, que ayuda a las páginas a mostrar su contenido antes, para que tus usuarios no tengan que esperar a que toda la página se cargue."
            ],
            "Optimize Critical CSS Loading (UPGRADED)": [
                "Optimizar Carga Crítica CSS (UPGRADED)"
            ],
            "Generate Critical CSS Automatically": [
                "Generar CSS Crítico automáticamente"
            ],
            "Move important styling information to the start of the page, which helps pages display your content sooner, so your users don’t have to wait for the entire page to load.%1$s %2$sBoost will automatically generate your Critical CSS%3$s whenever you make changes to the HTML or CSS structure of your site.": [
                "Mover información de estilo importante al inicio de la página, que ayuda a las páginas a mostrar su contenido antes, para que tus usuarios no tengan que esperar a que toda la página se cargue.%1$s %2$sBoost generará automáticamente su CSS crítico%3$s cada vez que haga cambios en la estructura HTML o CSS de su sitio."
            ],
            "Run non-essential JavaScript after the page has loaded so that styles and images can load more quickly.": [
                "Ejecute JavaScript no esencial después de que la página haya cargado para que los estilos e imágenes puedan cargar más rápidamente."
            ],
            "Concatenate JS": [
                "Concatenar JS"
            ],
            "Scripts are grouped by their original placement, concatenated and minified to reduce site loading time and reduce the number of requests.": [
                "Los scripts se agrupan por su colocación original, concatenados y minimizados para reducir el tiempo de carga del sitio y reducir el número de solicitudes."
            ],
            "Exclude JS Strings": [
                "Excluir cadenas JS"
            ],
            "Styles are grouped by their original placement, concatenated and minified to reduce site loading time and reduce the number of requests.": [
                "Los estilos se agrupan por su colocación original, concatenados y minimizados para reducir el tiempo de carga del sitio y reducir el número de solicitudes."
            ],
            "Exclude CSS Strings": [
                "Excluir cadenas CSS"
            ],
            "Show more": [
                "Mostrar más"
            ],
            "Show less": [
                "Mostrar menos"
            ],
            "Discover More": [
                "Descubre más"
            ],
            "Install Jetpack Boost to unlock": [
                "Instalar Jetpack Boost para desbloquear"
            ],
            "Installing Jetpack Boost…": [
                "Installing Jetpack Boost…"
            ],
            "Jetpack Boost is now active": [
                "Jetpack Boost está activo"
            ],
            "Activation failed": [
                "Activación fallida"
            ],
            "Discover more %1$shere%2$s": [
                "Descubre más %1$saquí%2$s"
            ],
            "Option saved correctly": [
                "Opción guardada correctamente"
            ],
            "Error saving option": [
                "Error al guardar la opción"
            ],
            "Upgrade to unlock": [
                "Actualiza para desbloquear"
            ]
        }
    }
}